[{"content":"<p>Bánh chưng is a traditional Vietnamese rice cake which is made from glutinous rice, mung beans, pork and other ingredients. Its origin is told by the legend of Lang Liêu, a prince of the last king of the Sixth Hùng Dynasty, who became the successor thanks to his creation of bánh chưng and bánh giầy, which symbolized, respectively, the Earth and the Sky (bánh chưng is the Earth and bánh giầy is the Sky). Considered an essential element of the family altar on the occasion of tết, the making and eating of bánh chưng during this time is a well-preserved tradition of Vietnamese people. Beside the tết holiday, bánh chưng is also eaten all year round as Vietnamese cuisine.</p><h3>Origin and symbol</h3><p>According to the book Lĩnh Nam chích quái (Extraordinary stories of Lĩnh Nam) published in 1695, the creation of bánh chưng was credited to Lang Liêu, a prince of the last sixth hùng king of the hùng dynasty (c. 1712 - 1632 BC). It was said that in choosing a successor among his sons, the monarch decided to carry out a competition in which each prince brought a delicacy representing the sincerity for the ancestors on the occasion of the tết, whoever could introduce the most delicious dish for the altar would become the next ruler of the country. While other princes tried to find the rare and delicious foods from forest and sea, the eighteenth prince, Lang Liêu, who was the poorest son of the Hùng king, could not afford such luxurious dishes and had to be content with everyday ingredients, such as rice and pork. Finally, he created one cake in the square form of earth called bánh chưng and one in the round form of sky called bánh giầy from these simple ingredients. In tasting the dishes offered by his son, the Hùng king found bánh chưng and bánh giầy not only delicious but also a fine representation of the respect for ancestors. Therefore, he decided to cede the throne to Lang Liêu and bánh chưng, bánh giầy became traditional foods during the tết. Lang Liêu founded the Seventh Hùng dynasty (c. 1631 - 1432 BC).</p><p>Considered an indispensable dish of the Tết, bánh chưng is placed in the family altars in order to honor the ancestors and pray them to support the family in the new year. Wrapped in a green square package, bánh chưng symbolizes the Earth, the variant ingredients of bánh chưng which comes from all the products of nature also emphasize the meaning of bánh chưng with Vietnamese people.</p><h3>Ingredients and presentation</h3><p>The required ingredients of bánh chưng are glutinous rice, mung bean, fatty pork and black pepper, salt, sometimes green onion, and nước mắm for spices. In the wrapping stage, one needs lá dong, strings split from giang, one type of bamboo which has long node, and sometimes a square mold in wood so that bánh chưng can be wrapped in a better shape, lá dong, which is popular only in the Southern Asia, can be substituted by banana leaves or even lá bàng. Lá dong and giang strings have to be washed carefully in order to preserve the taste of the cake, giang strings may be soaked in salt water or steamed so that they can become flexible enough for wrapping. People often choose high quality rice and bean for making bánh chưng, they are soaked in water for 2 hours in case of mung bean and 12 to 14 hours in case of glutinous rice. The fat and lean pork is preferred for bánh chưng because its fatty flavour well associates with the glutinous rice and mung bean. After being sliced in big parts, pork is mixed with pepper, onion and salt or nước mắm. People in Bắc Ninh once added sugar in this mixture of spices.</p><p>The cake is wrapped in the following order. Firstly the giang strings and two lá dong leaves are placed as the square base for the bánh chưng. After that, glutinous rice is stuffed in lá dong, followed by mung bean, pork and finally another layer of rice so that bean and pork can be respectively in the center of the cake. All placed ingredients are carefully wrapped in lá dong and bound by giang strings in the square form. In order to get a near perfect square-shaped cake, the maker can use a mold of square form as the base for the wrapping. To keep the cake from mold or being spoiled, bánh chưng should be carefully wrapped as tight as possible.</p><p>The prepared cakes are tightly arranged in large pot, the pot is filled with fresh water and boiled for hours until they are done from the inside stuffing to outside. After cooling and unwrapping, the rice skin of bánh chưng turns green because rice has absorbed the colour of lá dong. One bánh chưng is often divided in 8 parts, usually by using the very giang string which bound the wrap of the cake. As a cake formed from several ingredients, the taste of bánh chưng varies from part to part with different flavours of glutinous rice, pork, bean and even the wrapping lá dong. Bánh chưng is often served with pickled onions or vegetables, chả lụa and nước mắm. After unwrapping, bánh chưng can stay good for several days while a wrapped one can be kept for two weeks. Bánh chưng has the water activity value aw of about 0.95 and its pH is approximately 6.4.</p><h3>History and tradition</h3><p>Bánh chưng is always considered an essential element of a traditional Tết, which is described by a popular couplet:</p><p>Women wear áo dài for their tradition.Traditionally, bánh chưng requires a preparation of many ingredients, each Vietnamese family which can afford such a preparation begins to make the cake from the 27th or 28th day of the December (tháng Chạp) in Lunar calendar. In making bánh chưng, all members of the family gather with different tasks, from washing the lá dong, mixing the pork with spices, preparing the mung bean and most important wrapping all ingredients in square form and boilling the cakes. Bánh chưng needs to be carefully boiled for ten to twelve hours during which the adults and children sit together around the boiling cauldron. In the countryside, to ensure that bánh chưng is available for every families even the poor ones, a fund called họ bánh chưng is jointly set up and about one month before the Tết, the accumulated capital and benefit are divided between members of the fund so that they can have enough money to prepare bánh chưng.</p><p>Nowadays, the tradition of self-made bánh chưng gradually declines in Vietnam when the size of a typical family is smaller and people do not have enough time for the preparation and making of bánh chưng, instead they go to the bánh chưng shop or order cakes in advance from families which specialize in making them. Therefore, bánh chưng still appears in each family during the Tết but they are not a family product any more. With the shift of bánh chưng making from family to specialized manufacturers, some craft villages became famous for their reputation in making bánh chưng such as Tranh Khúc village or Duyên Hà village both in Thanh Trì, Hanoi.</p><p>Each year, on the occasion of the Death anniversary of the Hung Kings, a competition of making bánh chưng and bánh dày is often organized in Hùng Temple, Phú Thọ. Participants from eight different regions including Lào Cai, Hanoi and Cần Thơ are provided with 5 kg of glutinous rice, bean, 1 kg of pork so that they can make 10 bánh chưng in 10 minutes, the product of the winning team will be present in the official altar of the festival. In 2005, bánh chưng makers in Ho Chi Minh City offered Hùng Temple a pair of giant bánh chưng and bánh giầy, the size of the bánh chưng was 1.8m x 1.8m x 0.7m and 2 tonnes in weight after cooking, it was made in Ho Chi Minh City and subsequently transferred to Phú Thọ.</p><h3>Variations</h3><p>While being normally eaten warm or at room temperature, bánh chưng may be also fried up and served in form of crisp pancake called bánh chưng chiên (fried bánh chưng). The writer Vũ Bằng in his book Thương nhớ mười hai (Longing of the 12 months) mentioned bánh chưng rán as a delicious dish during the cold February of Hanoi. In some regions, instead of bánh chưng, people make bánh tét which is a cylindrical cake with almost the same ingredients as bánh chưng. A similar cake as bánh tét is made in some regions in the North but with the name bánh tày or bánh chưng dài (long bánh chưng). Bánh tày is often made with small quantity of mung bean and little or no pork so that it can be preserved for a longer period, bánh tày can be cut in slices and fried like bánh chưng rán. San Diu people has another variation of the long bánh chưng with a hump in the middle of the cake, hence it is called bánh chưng \"gù\" (\"humped\" bánh chưng), besides lá dong, bánh chưng \"gù\" is wrapped by an additional type of leaf named lá chít.</p><p>There are also variations of bánh chưng for vegetarians and Buddhists which do not contain pork such as bánh chưng chay (vegetarian chưng cake) or bánh chưng ngọt (sweeten chưng cake), instead of pork, these cakes are stuffed with molasses or brown sugar. For these variations, sometimes they mix glutinous rice with gac so that the cake can have a red skin which is more appetizing. In the countryside, bánh chưng chay was once made by the poor families who could not afford the pork for stuffing, they replaced pork by cardamom, black pepper and cooked mung bean, this type of bánh chưng was eaten with molasses.</p>","variants":"so-luong|1-cai|1-cap|2-cap||loai|dac-biet|truyen-thong","id":"banh-chung","name":"Bánh chưng","shortSpecs":[],"specs":[],"title":"Bánh chưng","dateCreated":"2019-01-02T17:16:20.458Z","dateModified":"2019-01-02T17:16:20.458Z"},{"content":"<p>\n</p><p>\n</p><p>The tomato (see pronunciation) is the edible, often red, berry of the nightshade Solanum lycopersicum, commonly known as a tomato plant. The species originated in western South America. The Nahuatl (Aztec language) word tomatl gave rise to the Spanish word tomate, from which the English word tomato derived. Its use as a cultivated food may have originated with the indigenous peoples of Mexico. The Spanish encountered the tomato from their contact with the Aztec during the Spanish colonization of the Americas and brought it to Europe. From there, the tomato was introduced to other parts of the European-colonized world during the 16th century.</p><p>The tomato is consumed in diverse ways, raw or cooked, in many dishes, sauces, salads, and drinks. While tomatoes are fruits – botanically classified as berries – they are commonly used as a vegetable ingredient or side dish.</p><p>Numerous varieties of the tomato plant are widely grown in temperate climates across the world, with greenhouses allowing for the production of tomatoes throughout all seasons of the year. Tomato plants typically grow to 1–3 meters (3–10 ft) in height. They are vines that have a weak stem that sprawls and typically needs support. Indeterminate tomato plants are perennials in their native habitat, but are cultivated as annuals. Determinate, or bush, plants are annuals that stop growing at a certain height and produce a crop all at once. The size of the tomato varies according to the cultivar, with a range of 0.5–4 inches (1.3–10.2 cm) in width.</p><h3>Names</h3><p>The word \"tomato\" comes from the Spanish tomate, which in turn comes from the Nahuatl word tomatl [ˈtomat͡ɬ], meaning \"the swelling fruit\". The native Mexican tomatillo is tomate (in Nahuatl: tomātl pronunciation (help·info), meaning \"fat water\" or \"fat thing\"). When Aztecs started to cultivate the Andean fruit to be larger, sweeter, and red, they called the new species xitomatl (or jitomates) (pronounced [ʃiːˈtomatɬ]), (\"plump with navel\" or \"fat water with navel\"). The scientific species epithet lycopersicum is interpreted literally from Latin in the 1753 book, Species Plantarum, as \"wolfpeach\", where wolf is from lyco and peach is from persicum.</p><p>The usual pronunciations of \"tomato\" are /təˈmeɪtoʊ/ (usual in American English) and /təˈmɑːtoʊ/ (usual in British English). The word's dual pronunciations were immortalized in Ira and George Gershwin's 1937 song \"Let's Call the Whole Thing Off\" (\"You like /pəˈteɪtoʊ/ and I like /pəˈtɑːtoʊ/ / You like /təˈmeɪtoʊ/ and I like /təˈmɑːtoʊ/\") and have become a symbol for nitpicking pronunciation disputes.[citation needed] In this capacity, it has even become an American and British slang term: saying \"/təˈmeɪtoʊ təˈmɑːtoʊ/\" when presented with two choices can mean \"What's the difference?\" or \"It's all the same to me\".[citation needed]</p><p>Botanically, a tomato is a fruit—a berry, consisting of the ovary, together with its seeds, of a flowering plant. However, the tomato is considered a \"culinary vegetable\" because it has a much lower sugar content than culinary fruits; it is typically served as part of a salad or main course of a meal, rather than as a dessert. Tomatoes are not the only food source with this ambiguity; bell peppers, cucumbers, green beans, eggplants, avocados, and squashes of all kinds (such as zucchini and pumpkins) are all botanically fruit, yet cooked as vegetables. This has led to legal dispute in the United States. In 1887, U.S. tariff laws that imposed a duty on vegetables, but not on fruit, caused the tomato's status to become a matter of legal importance. The U.S. Supreme Court settled this controversy on May 10, 1893, by declaring that the tomato is a vegetable, based on the popular definition that classifies vegetables by use—they are generally served with dinner and not dessert (Nix v. Hedden (149 U.S. 304)). The holding of this case applies only to the interpretation of the Tariff of 1883, and the court did not purport to reclassify the tomato for botanical or other purposes.</p><h3>Botany</h3><p>Tomato plants are vines, initially decumbent, typically growing 180 cm (6 ft) or more above the ground if supported, although erect bush varieties have been bred, generally 100 cm (3 ft) tall or shorter. Indeterminate types are \"tender\" perennials, dying annually in temperate climates (they are originally native to tropical highlands), although they can live up to three years in a greenhouse in some cases. Determinate types are annual in all climates.[citation needed]</p><p>Tomato plants are dicots, and grow as a series of branching stems, with a terminal bud at the tip that does the actual growing. When that tip eventually stops growing, whether because of pruning or flowering, lateral buds take over and grow into other, fully functional, vines.</p><p>Tomato vines are typically pubescent, meaning covered with fine short hairs. These hairs facilitate the vining process, turning into roots wherever the plant is in contact with the ground and moisture, especially if the vine's connection to its original root has been damaged or severed.[citation needed]</p><p>Most tomato plants have compound leaves, and are called regular leaf (RL) plants, but some cultivars have simple leaves known as potato leaf (PL) style because of their resemblance to that particular relative. Of RL plants, there are variations, such as rugose leaves, which are deeply grooved, and variegated, angora leaves, which have additional colors where a genetic mutation causes chlorophyll to be excluded from some portions of the leaves.</p><p>The leaves are 10–25 cm (4–10 in) long, odd pinnate, with five to 9 leaflets on petioles, each leaflet up to 8 cm (3 in) long, with a serrated margin; both the stem and leaves are densely glandular-hairy.[citation needed]</p><p>Their flowers, appearing on the apical meristem, have the anthers fused along the edges, forming a column surrounding the pistil's style. Flowers in domestic cultivars can be self-fertilizing. The flowers are 1–2 cm (0.4–0.8 in) across, yellow, with five pointed lobes on the corolla; they are borne in a cyme of three to 12 together.[citation needed]</p><p>Tomato fruit is classified as a berry. As a true fruit, it develops from the ovary of the plant after fertilization, its flesh comprising the pericarp walls. The fruit contains hollow spaces full of seeds and moisture, called locular cavities. These vary, among cultivated species, according to type. Some smaller varieties have two cavities, globe-shaped varieties typically have three to five, beefsteak tomatoes have a great number of smaller cavities, while paste tomatoes have very few, very small cavities.[citation needed]</p><p>For propagation, the seeds need to come from a mature fruit, and be dried or fermented before germination.[citation needed]</p><p>In 1753, Linnaeus placed the tomato in the genus Solanum (alongside the potato) as Solanum lycopersicum. In 1768, Philip Miller moved it to its own genus, naming it Lycopersicon esculentum. This name came into wide use, but was technically in breach of the plant naming rules because Linnaeus's species name lycopersicum still had priority. Although the name Lycopersicum lycopersicum was suggested by Karsten (1888), this is not used because it violates the International Code of Nomenclature barring the use of tautonyms in botanical nomenclature. The corrected name Lycopersicon lycopersicum (Nicolson 1974) was technically valid, since Miller's genus name and Linnaeus's species name differ in exact spelling, but since Lycopersicon esculentum has become so well known, it was officially listed as a nomen conservandum in 1983, and would be the correct name for the tomato in classifications which do not place the tomato in the genus Solanum.</p><p>Genetic evidence has now shown that Linnaeus was correct to put the tomato in the genus Solanum, making Solanum lycopersicum the correct name. Both names, however, will probably be found in the literature for some time. Two of the major reasons for considering the genera separate are the leaf structure (tomato leaves are markedly different from any other Solanum), and the biochemistry (many of the alkaloids common to other Solanum species are conspicuously absent in the tomato). On the other hand, hybrids of tomato and diploid potato can be created in the lab by somatic fusion, and are partially fertile, providing evidence of the close relationship between these species.</p><p>Tomatoes that have been modified using genetic engineering have been developed, and although none are commercially available now, they have been in the past. The first commercially available genetically modified food was a variety of tomato named the Flavr Savr, which was engineered to have a longer shelf life. Scientists are continuing to develop tomatoes with new traits not found in natural crops, such as increased resistance to pests or environmental stresses. Other projects aim to enrich tomatoes with substances that may offer health benefits or provide better nutrition.</p><p>An international consortium of researchers from 10 countries, among them researchers from the Boyce Thompson Institute for Plant Research, began sequencing the tomato genome in 2004, and is creating a database of genomic sequences and information on the tomato and related plants. A prerelease version of the genome was made available in December 2009. The genomes of its mitochondria and chloroplasts are also being sequenced as part of the project. The complete genome for the cultivar Heinz 1706 was published on 31 May 2012 in Nature. Since many other fruits, like strawberries, apples, melons, and bananas share the same characteristics and genes, researchers stated the published genome could help to improve food quality, food security and reduce costs of all of these fruits.</p><p>The Tomato Genetic Resource Center, Germplasm Resources Information Network, AVRDC, and numerous seed banks around the world store seed representing genetic variations of value to modern agriculture. These seed stocks are available for legitimate breeding and research efforts. While individual breeding efforts can produce useful results, the bulk of tomato breeding work is at universities and major agriculture-related corporations. These efforts have resulted in significant regionally adapted breeding lines and hybrids, such as the Mountain series from North Carolina. Corporations including Heinz, Monsanto, BHNSeed, and Bejoseed have breeding programs that attempt to improve production, size, shape, color, flavor, disease tolerance, pest tolerance, nutritional value, and numerous other traits.[citation needed]</p><h3>History</h3><p>The tomato is native to western South America. Wild versions were small, like cherry tomatoes, and most likely yellow rather than red. The Spanish first introduced tomatoes to Europe, where they became used in Spanish and Italian food. The French and northern Europeans erroneously thought them to be poisonous because they are a member of the deadly nightshade family. This was exacerbated by the interaction of the tomato's acidic juice with pewter plates. The leaves and immature fruit contains tomatine, which in large quantities would be toxic. However, the ripe fruit contains no tomatine.</p><p>Aztecs and other peoples in Mesoamerica used the fruit in their cooking. The exact date of domestication is unknown; by 500 BC, it was already being cultivated in southern Mexico and probably other areas.:13 The Pueblo people are thought to have believed that those who witnessed the ingestion of tomato seeds were blessed with powers of divination. The large, lumpy variety of tomato, a mutation from a smoother, smaller fruit, originated in Mesoamerica, and may be the direct ancestor of some modern cultivated tomatoes.:15</p><p>Spanish conquistador Hernán Cortés may have been the first to transfer the small yellow tomato to Europe after he captured the Aztec city of Tenochtitlan, now Mexico City, in 1521, although Christopher Columbus may have taken them back as early as 1493. The earliest discussion of the tomato in European literature appeared in a herbal written in 1544 by Pietro Andrea Mattioli, an Italian physician and botanist, who suggested that a new type of eggplant had been brought to Italy that was blood red or golden color when mature and could be divided into segments and eaten like an eggplant—that is, cooked and seasoned with salt, black pepper, and oil. It was not until ten years later that tomatoes were named in print by Mattioli as pomi d'oro, or \"golden apples\".:13</p><p>After the Spanish colonization of the Americas, the Spanish distributed the tomato throughout their colonies in the Caribbean. They also took it to the Philippines, from where it spread to southeast Asia and then the entire Asian continent. The Spanish also brought the tomato to Europe. It grew easily in Mediterranean climates, and cultivation began in the 1540s. It was probably eaten shortly after it was introduced, and was certainly being used as food by the early 17th century in Spain.</p><p>The recorded history of tomatoes in Italy dates back to at least 31 October 1548, when the house steward of Cosimo de' Medici, the grand duke of Tuscany, wrote to the Medici private secretary informing him that the basket of tomatoes sent from the grand duke's Florentine estate at Torre del Gallo \"had arrived safely\".[citation needed] Tomatoes were grown mainly as ornamentals early on after their arrival in Italy. For example, the Florentine aristocrat Giovanvettorio Soderini wrote how they \"were to be sought only for their beauty\", and were grown only in gardens or flower beds. The tomato's ability to mutate and create new and different varieties helped contribute to its success and spread throughout Italy. However, even in areas where the climate supported growing tomatoes, their habit of growing to the ground suggested low status. They were not adopted as a staple of the peasant population because they were not as filling as other fruits already available. Additionally, both toxic and inedible varieties discouraged many people from attempting to consume or prepare any other varieties. In certain areas of Italy, such as Florence, the fruit was used solely as a tabletop decoration, until it was incorporated into the local cuisine in the late 17th or early 18th century. The earliest discovered cookbook with tomato recipes was published in Naples in 1692, though the author had apparently obtained these recipes from Spanish sources.:17</p><p>Unique varieties were developed over the next several hundred years for uses such as dried tomatoes, sauce tomatoes, pizza tomatoes, and tomatoes for long-term storage. These varieties are usually known for their place of origin as much as by a variety name. For example, Pomodorino del Piennolo del Vesuvio is the \"hanging tomato of Vesuvius\" or the Pomodoro di Pachino and Pomodorino di Manduria. Five different varieties have traditionally been used to make these \"hanging\" tomatoes. They are Fiaschella, Lampadina, Patanara, Principe Borghese, and Re Umberto. Other tomatoes that originated in Italy include San Marzano, Borgo Cellano, Christopher Columbus, Costoluto Genovese, and Italian Pear. These tomatoes are characterized by a relatively intense flavor compared to varieties typically grown elsewhere.[citation needed]</p><p>Tomatoes were not grown in England until the 1590s.:17 One of the earliest cultivators was John Gerard, a barber-surgeon.:17 Gerard's Herbal, published in 1597, and largely plagiarized from continental sources,:17 is also one of the earliest discussions of the tomato in England. Gerard knew the tomato was eaten in Spain and Italy.:17 Nonetheless, he believed it was poisonous:17 (in fact, the plant and raw fruit do have low levels of tomatine, but are not generally dangerous; see below). Gerard's views were influential, and the tomato was considered unfit for eating (though not necessarily poisonous) for many years in Britain and its North American colonies.:17</p><p>However, by the mid-18th century, tomatoes were widely eaten in Britain, and before the end of that century, the Encyclopædia Britannica stated the tomato was \"in daily use\" in soups, broths, and as a garnish. They were not part of the average person's diet, and though by 1820 they were described as \"to be seen in great abundance in all our vegetable markets\" and to be \"used by all our best cooks\", reference was made to their cultivation in gardens still \"for the singularity of their appearance\", while their use in cooking was associated with exotic Italian or Jewish cuisine.</p><p>The tomato was introduced to cultivation in the Middle East by John Barker, British consul in Aleppo circa 1799 to 1825. Nineteenth century descriptions of its consumption are uniformly as an ingredient in a cooked dish. In 1881, it is described as only eaten in the region \"within the last forty years\". Today, the tomato is a critical and ubiquitous part of Middle Eastern cuisine, served fresh in salads (e.g., Arab salad, Israeli salad, Shirazi salad and Turkish salad), grilled with kebabs and other dishes, made into sauces, and so on.</p><p>The earliest reference to tomatoes being grown in British North America is from 1710, when herbalist William Salmon reported seeing them in what is today South Carolina.:25 They may have been introduced from the Caribbean. By the mid-18th century, they were cultivated on some Carolina plantations, and probably in other parts of the Southeast as well. Possibly, some people continued to think tomatoes were poisonous at this time; and in general, they were grown more as ornamental plants than as food. Thomas Jefferson, who ate tomatoes in Paris, sent some seeds back to America.:28</p><p>Early tomato breeders included Henry Tilden in Iowa and a Dr. Hand in Baltimore.</p><p>Alexander W. Livingston receives much credit for developing numerous varieties of tomato for both home and commercial gardeners. The U.S. Department of Agriculture's 1937 yearbook declared that \"half of the major varieties were a result of the abilities of the Livingstons to evaluate and perpetuate superior material in the tomato.\" Livingston's first breed of tomato, the Paragon, was introduced in 1870. In 1875, he introduced the Acme, which was said to be involved in the parentage of most of the tomatoes introduced by him and his competitors for the next twenty-five years.</p><p>When Livingston began his attempts to develop the tomato as a commercial crop, his aim had been to grow tomatoes smooth in contour, uniform in size, and sweet in flavor. In 1870, Livingston introduced the Paragon, and tomato culture soon became a great enterprise in the county. He eventually developed over seventeen different varieties of the tomato plant. Today, the crop is grown in every state in the Union.</p><p>Because of the long growing season needed for this heat-loving crop, several states in the US Sun Belt became major tomato-producers, particularly Florida and California. In California, tomatoes are grown under irrigation for both the fresh fruit market and for canning and processing. The University of California, Davis (UC Davis) became a major center for research on the tomato. The C.M. Rick Tomato Genetics Resource Center at UC Davis is a gene bank of wild relatives, monogenic mutants and miscellaneous genetic stocks of tomato. The Center is named for the late Dr. Charles M. Rick, a pioneer in tomato genetics research. Research on processing tomatoes is also conducted by the California Tomato Research Institute in Escalon, California.</p><p>In California, growers have used a method of cultivation called dry-farming, especially with Early Girl tomatoes. This technique encourages the plant to send roots deep to find existing moisture in soil that retains moisture, such as clayey soil.</p><p>The poor taste and lack of sugar in modern garden and commercial tomato varieties resulted from breeding tomatoes to ripen uniformly red. This change occurred after discovery of a mutant \"u\" phenotype in the mid 20th century that ripened \"u\"niformly. This was widely cross-bred to produce red fruit without the typical green ring around the stem on uncross-bred varieties. Prior to general introduction of this trait, most tomatoes produced more sugar during ripening, and were sweeter and more flavorful.</p><p>Evidence has been found that 10−20% of the total carbon fixed in the fruit can be produced by photosynthesis in the developing fruit of the normal U phenotype. The u genetic mutation encodes a factor that produces defective chloroplasts with lower density in developing fruit, resulting in a lighter green colour of unripe fruit, and repression of sugars accumulation in the resulting ripe fruit by 10−15%. Perhaps more important than their role in photosynthesis, the fruit chloroplasts are remodelled during ripening into chlorophyll-free chromoplasts that synthesize and accumulate lycopene, β-carotene, and other metabolites that are sensory and nutritional assets of the ripe fruit. The potent chloroplasts in the dark-green shoulders of the U phenotype are beneficial here, but have the disadvantage of leaving green shoulders near the stems of the ripe fruit, and even cracked yellow shoulders, apparently because of oxidative stress due to overload of the photosynthetic chain in direct sunlight at high temperatures. Hence genetic design of a commercial variety that combines the advantages of types u and U requires fine tuning, but may be feasible.</p><h3>Cultivation</h3><p>The tomato is grown worldwide for its edible fruits, with thousands of cultivars. A fertilizer with an NPK ratio of 5-10-10 is often sold as tomato fertilizer or vegetable fertilizer, although manure and compost are also used.[citation needed]</p><p>In 2016, world production of tomatoes was 177 million tonnes, with China accounting for 32% of the total, followed by the European Union, India, the United States, and Turkey as the major producers (table). Global tomato exports were valued at 85 billion US dollars in 2016.</p><p>There are around 7,500 tomato varieties grown for various purposes[citation needed] having been selected with varying fruit types, and for optimum growth in differing growing conditions.</p><p>Tomato varieties can be divided into categories based on shape and size.[citation needed]</p><p>Tomatoes are also classified as determinate or indeterminate. Determinate, or bush, types bear a full crop all at once and top off at a specific height; they are often good choices for container growing. Determinate types are preferred by commercial growers who wish to harvest a whole field at one time, or home growers interested in canning. Indeterminate varieties develop into vines that never top off and continue producing until killed by frost. They are preferred by home growers and local-market farmers who want ripe fruit throughout the season. As an intermediate form, there are plants sometimes known as vigorous determinate or semi-determinate; these top off like determinates, but produce a second crop after the initial crop. The majority of heirloom tomatoes are indeterminate, although some determinate heirlooms exist.[citation needed]</p><p>Early tomatoes and cool-summer tomatoes bear fruit even where nights are cool, which usually discourages fruit set.[citation needed] There are varieties high in beta carotenes and vitamin A, hollow tomatoes and tomatoes that keep for months in storage.[citation needed] In 1973, Israeli scientists developed the world's first long shelf-life commercial tomato varieties.[full citation needed][better source needed]</p><p>Heirloom tomatoes are becoming[when?] increasingly popular, particularly among home gardeners and organic producers[where?], since they tend to produce more interesting and flavorful crops at the cost of disease resistance and productivity. The definition of an heirloom tomato is vague, but unlike commercial hybrids, all are self-fertile varieties that have bred true for 40 years or more. Quite a few seed merchants and banks provide a large selection of heirloom seeds. Home cultivars are often bred for flavor to the exclusion of all other qualities, while commercial cultivars are bred for factors like consistent size and shape, disease and pest resistance, suitability for mechanized picking and shipping, and ability to ripen after picking.[citation needed] Hybrid plants remain common[where?], since they tend to be heavier producers, and sometimes may combine unusual characteristics of heirloom tomatoes with the ruggedness of conventional commercial tomatoes.[citation needed]</p><p>Most modern tomato cultivars are smooth surfaced, but some older tomato cultivars and most modern beefsteaks show pronounced ribbing, a feature that may have been common to virtually all pre-Columbian cultivars.[citation needed] While virtually all commercial tomato varieties are red, some cultivars – especially heirlooms – produce fruit in blue, green, yellow, orange, pink, black, brown, ivory, white, and purple. Such fruits are not widely available in grocery stores, nor are their seedlings available in typical nurseries, but they can be bought as seed. Variations include multicolored fruit with stripes (Green Zebra), fuzzy skin on the fruit (Fuzzy Peach, Red Boar), multiple colors (Hillbilly, Burracker's Favorite, Lucky Cross), etc.</p><p>Tomato cultivars vary widely in their resistance to disease. Modern hybrids focus on improving disease resistance over the heirloom plants.</p><p>Various forms of mildew and blight are common tomato afflictions, which is why tomato cultivars are often marked with a combination of letters that refer to specific disease resistance. The most common letters are: LB – late blight, V – verticillium wilt, F – fusarium wilt strain I, FF – fusarium wilt strain I and II, N – nematodes, T – tobacco mosaic virus, and A – alternaria.</p><p>Some common tomato pests are stink bugs, cutworms, tomato hornworms and tobacco hornworms, aphids, cabbage loopers, whiteflies, tomato fruitworms, flea beetles, red spider mite, slugs, and Colorado potato beetles. The tomato russet mite, Aculops lycopersici, feeds on foliage and young fruit of tomato plants, causing shrivelling and necrosis of leaves, flowers, and fruit, possibly killing the plant.</p><p>A common tomato disease is tobacco mosaic virus. Handling cigarettes and other infected tobacco products can transmit the virus to tomato plants.</p><p>Another particularly dreaded disease is curly top, carried by the beet leafhopper, which interrupts the lifecycle. As the name implies, it has the symptom of making the top leaves of the plant wrinkle up and grow abnormally.[citation needed]</p><p>After an insect attack tomato plants produce systemin, a plant peptide hormone . Systemin activates defensive mechanisms, such as the production of protease inhibitors to slow the growth of insects. The hormone was first identified in tomatoes, but similar proteins have been identified in other species since.</p><p>Although not a disease as such, irregular supplies of water can cause growing or ripening fruit to split. Besides cosmetic damage, the splits may allow decay to start, although growing fruits have some ability to heal after a split. In addition, a deformity called cat-facing can be caused by pests, temperature stress, or poor soil conditions. Affected fruit usually remains edible, but its appearance may be unsightly.</p><p>Tomatoes serve, or are served by, a large variety of companion plants.</p><p>Among the most famous pairings is the tomato plant and carrots; studies supporting this relationship have produced a popular book about companion planting, Carrots Love Tomatoes.</p><p>The devastating tomato hornworm has a major predator in various parasitic wasps, whose larvae devour the hornworm, but whose adult form drinks nectar from tiny-flowered plants like umbellifers. Several species of umbellifer are therefore often grown with tomato plants, including parsley, queen anne's lace, and occasionally dill. These also attract predatory flies that attack various tomato pests.</p><p>Borage is thought to repel the tomato hornworm moth.</p><p>Plants with strong scents, like alliums (onions, chives, garlic), mints (basil, oregano, spearmint) and French marigold, (Tagetes patula) are thought to mask the scent of the tomato plant, making it harder for pests to locate it, or to provide an alternative landing point, reducing the odds of the pests from attacking the correct plant. These plants may also subtly affect the flavor of tomato fruit.</p><p>Ground cover plants, including mints, stabilize moisture loss around tomato plants and other Solanaceae, which come from very humid climates, and therefore may prevent moisture-related problems like blossom end rot.[citation needed]</p><p>Tap-root plants like dandelions break up dense soil and bring nutrients from below a tomato plant's reach, possibly benefiting their companion.[citation needed]</p><p>Tomato plants can protect asparagus from asparagus beetles, because they contain solanine that kills this pest,[citation needed] while asparagus plants contain Asparagusic acid that repels nematodes known to attack tomato plants. Marigolds also repel nematodes.</p><p>In the wild, original state, tomatoes required cross-pollination; they were much more self-incompatible than domestic cultivars. As a floral device to reduce selfing, the pistil of wild tomatoes extends farther out of the flower than today's cultivars. The stamens were, and remain, entirely within the closed corolla.</p><p>As tomatoes were moved from their native areas, their traditional pollinators, (probably a species of halictid bee) did not move with them. The trait of self-fertility became an advantage, and domestic cultivars of tomato have been selected to maximize this trait.</p><p>This is not the same as self-pollination, despite the common claim that tomatoes do so. That tomatoes pollinate themselves poorly without outside aid is clearly shown in greenhouse situations, where pollination must be aided by artificial wind, vibration of the plants (one brand of vibrator is a wand called an \"electric bee\" that is used manually), or more often today, by cultured bumblebees. The anther of a tomato flower is shaped like a hollow tube, with the pollen produced within the structure, rather than on the surface, as in most species. The pollen moves through pores in the anther, but very little pollen is shed without some kind of externally-induced motion. The ideal vibratory frequencies to release pollen grains are provided by an insect, such as a bumblebee, or the original wild halictid pollinator, capable of engaging in a behavior known as buzz pollination, which honey bees cannot perform. In an outdoors setting, wind or animals usually provide sufficient motion to produce commercially viable crops.[citation needed]</p><p>Pollination and fruit formation depend on meiosis. Meiosis is central to the processes by which diploid microspore mother cells within the anther give rise to haploid pollen grains, and megaspore mother cells in ovules that are contained within the ovary give rise to haploid nuclei. Union of haploid nuclei from pollen and ovule (fertilization) can occur either by self- or cross-pollination. Fertilization leads to the formation of a diploid zygote that can then develop into an embryo within the emerging seed. Repeated fertilizations within the ovary are accompanied by maturation of the ovary to form the tomato fruit.</p><p>Homologs of the recA gene, including rad51, play a key role in homologous recombinational repair of DNA during meiosis. A rad51 homolog is present in the anther of tomato (Lycopersicon esculentum), suggesting that recombinational repair occurs during meiosis in tomato.</p><p>Tomatoes are often grown in greenhouses in cooler climates, and cultivars such as the British 'Moneymaker' and a number of cultivars grown in Siberia are specifically bred for indoor growing. In more temperate climates, it is not uncommon to start seeds in greenhouses during the late winter for future transplant.</p><p>Greenhouse tomato production in large-acreage commercial greenhouses and owner-operator stand-alone or multiple-bay greenhouses is on the increase, providing fruit during those times of the year when field-grown fruit is not readily available. Smaller sized fruit (cherry and grape), or cluster tomatoes (fruit-on-the-vine) are the fruit of choice for the large commercial greenhouse operators while the beefsteak varieties are the choice of owner-operator growers.</p><p>Hydroponic technique is often used in hostile growing environments, as well as high-density plantings.</p><p>To facilitate transportation and storage, tomatoes are often picked unripe (green) and ripened in storage with ethylene. Unripe tomatoes are firm. As they ripen they soften until reaching the ripe state where they are red or orange in color and slightly soft to the touch.[citation needed] Ethylene is a hydrocarbon gas that many fruits produce, which acts as the molecular cue to begin the ripening process. Tomatoes ripened in this way tend to keep longer, but have poorer flavor and a mealier, starchier texture than tomatoes ripened on the plant.[citation needed] They may be recognized by their color, which is more pink or orange than the other ripe tomatoes' deep red, depending on variety.[citation needed]</p><p>A machine-harvestable variety of tomato (the \"square tomato\") was developed in the 1950s by University of California, Davis's Gordie C. Hanna, which, in combination with the development of a suitable harvester, revolutionized the tomato-growing industry. This type of tomato is grown commercially near plants that process and can tomatoes, tomato sauce, and tomato paste. They are harvested when ripe and are flavorful when picked. They are harvested 24 hours a day, seven days a week during a 12- to 14-week season, and immediately transported to packing plants, which operate on the same schedule. California is a center of this sort of commercial tomato production and produces about a third of the processed tomatoes produced in the world.</p><p>In 1994, Calgene introduced a genetically modified tomato called the FlavrSavr, which could be vine ripened without compromising shelf life. However, the product was not commercially successful, and was sold only until 1997. Slow-ripening cultivars of tomato have been developed by crossing a non-ripening cultivar with ordinary cultivars.[citation needed]</p><p>The world dedicated 4.8 million hectares in 2012 for tomato cultivation and the total production was about 161.8 million tonnes. The average world farm yield for tomato was 33.6 tonnes per hectare, in 2012.</p><p>Tomato farms in the Netherlands were the most productive in 2012, with a nationwide average of 476 tonnes per hectare, followed by Belgium (463 tonnes per hectare) and Iceland (429 tonnes per hectare).</p><p>As of 2008, the heaviest tomato harvested, weighed 3.51 kg (7 lb 12 oz), was of the cultivar \"Delicious\", and was grown by Gordon Graham of Edmond, Oklahoma in 1986.[unreliable source?] The largest tomato plant grown was of the cultivar \"Sungold\" and reached 19.8 m (65 ft) in length, grown by Nutriculture Ltd (UK) of Mawdesley, Lancashire, UK, in 2000.</p><p>A massive \"tomato tree\" growing inside the Walt Disney World Resort's experimental greenhouses in Lake Buena Vista, Florida may have been the largest single tomato plant in the world. The plant has been recognized as a Guinness World Record Holder, with a harvest of more than 32,000 tomatoes and a total weight of 522 kg (1,151 lb).[full citation needed] It yielded thousands of tomatoes at one time from a single vine. Yong Huang, Epcot's manager of agricultural science, discovered the unique plant in Beijing, China. Huang brought its seeds to Epcot and created the specialized greenhouse for the fruit to grow. The vine grew golf ball-sized tomatoes, which were served at Walt Disney World restaurants.[citation needed] The tree developed a disease and was removed in April 2010 after about 13 months of life.</p><h3>Consumption</h3><p>Though it is botanically a berry, a subset of fruit, the tomato is a vegetable for culinary purposes because of its savory flavor (see below).</p><p>Although tomatoes originated in the Americas, they have become extensively used in Mediterranean cuisine. They are a key ingredient in pizza, and are commonly used in pasta sauces. They are also used in gazpacho (Spanish cuisine) and pa amb tomàquet (Catalan cuisine).</p><p>The tomato is now grown and eaten around the world. It is used in diverse ways, including raw in salads or in slices, stewed, incorporated into a wide variety of dishes, or processed into ketchup or tomato soup. Unripe green tomatoes can also be breaded and fried, used to make salsa, or pickled. Tomato juice is sold as a drink, and is used in cocktails such as the Bloody Mary.</p><p>Tomatoes keep best unwashed at room temperature and out of direct sunlight. It is not recommended to refrigerate them as this can harm the flavor. Tomatoes stored cold tend to lose their flavor permanently.</p><p>Storing stem down can prolong shelf life, as it may keep from rotting too quickly.</p><p>Tomatoes that are not yet ripe can be kept in a paper bag till ripening.</p><p>Tomatoes are easy to preserve whole, in pieces, as tomato sauce or paste by home canning. They are acidic enough to process in a water bath rather than a pressure cooker as most vegetables require. The fruit is also preserved by drying, often in the sun, and sold either in bags or in jars with oil.</p><p>The leaves, stem, and green unripe fruit of the tomato plant contain small amounts of the alkaloid tomatine, whose effect on humans has not been studied. They also contain small amounts of solanine, a toxic alkaloid found in potato leaves and other plants in the nightshade family. Because of this, the use of tomato leaves in herbal tea has been responsible for at least one death. However, solanine concentrations in foliage and green fruit are generally too small to be dangerous unless large amounts are consumed—for example, as greens.</p><p>Small amounts of tomato foliage are sometimes used for flavoring without ill effect, and the green fruit of unripe red tomato varieties is sometimes used for cooking, particularly as fried green tomatoes. There are also tomato varieties with fully ripe fruit that is still green. Compared to potatoes, the amount of solanine in unripe green or fully ripe tomatoes is low. However, even in the case of potatoes, while solanine poisoning resulting from dosages several times normal human consumption has been demonstrated, actual cases of poisoning from excessive consumption of potatoes are rare.</p><p>Tomato plants can be toxic to dogs if they eat large amounts of the fruit, or chew plant material.</p><p>Tomatoes were linked to seven Salmonella outbreaks between 1990 and 2005, and may have been the cause of a salmonellosis outbreak causing 172 illnesses in 18 US states in 2006. The 2008 United States salmonellosis outbreak caused the removal of tomatoes from stores and restaurants across the United States and parts of Canada, although other foods, including jalapeño and serrano peppers, may have been involved.</p><h3>Nutrition</h3><p>A tomato is 95% water, contains 4% carbohydrates and less than 1% each of fat and protein (table). In a 100 gram amount, raw tomatoes supply 18 calories and are a moderate source of vitamin C (17% of the Daily Value), but otherwise are absent of significant nutrient content (table).</p><p>No conclusive evidence indicates that the lycopene in tomatoes or in supplements affects the onset of cardiovascular diseases or cancer.</p><p>In the United States, supposed health benefits of consuming tomatoes, tomato products or lycopene to affect cancer cannot be mentioned on packaged food products without a qualified health claim statement. In a scientific review of potential claims for lycopene favorably affecting DNA, skin exposed to ultraviolet radiation, heart function and vision, the European Food Safety Authority concluded that the evidence for lycopene having any of these effects was inconclusive.</p><h3>Host plant</h3><p>The Potato Tuber moth (Phthorimaea operculella) is an oligophagous insect that prefers to feed on plants of the family Solanaceae such as tomato plants. Female P. operculella use the leaves to lay their eggs and the hatched larvae will eat away at the mesophyll of the leaf.</p><h3>In popular culture</h3><p>On 30 August 2007, 40,000 Spaniards gathered in Buñol to throw 115,000 kg (254,000 lb) of tomatoes at each other in the yearly Tomatina festival.</p><p>In Ontario, Canada, member of provincial parliament Mike Colle introduced a private member's bill in March 2016 to name the tomato as the official vegetable of the province and to designate 15 July as Tomato Day, in order to acknowledge the tomato's importance in Ontario's agriculture. The bill did not pass in the legislature and no official designations were made.</p><p>Tomatoes have been designated the state vegetable of New Jersey. Arkansas took both sides by declaring the South Arkansas Vine Ripe Pink Tomato both the state fruit and the state vegetable in the same law, citing both its culinary and botanical classifications. In 2009, the state of Ohio passed a law making the tomato the state's official fruit. Tomato juice has been the official beverage of Ohio since 1965. A.W. Livingston, of Reynoldsburg, Ohio, played a large part in popularizing the tomato in the late 19th century; his efforts are commemorated in Reynoldsburg with an annual Tomato Festival.[citation needed]</p><p>Flavr Savr was the first commercially grown genetically engineered food licensed for human consumption.</p><p>The town of Buñol, Spain, annually celebrates La Tomatina, a festival centered on an enormous tomato fight. Tomatoes are a popular \"nonlethal\" throwing weapon in mass protests, and there was a common tradition of throwing rotten tomatoes at bad performers on a stage during the 19th century; today this is usually referenced as a metaphor. Embracing it for this protest connotation, the Dutch Socialist party adopted the tomato as their logo.</p><p>The US city of Reynoldsburg, Ohio calls itself \"The Birthplace of the Tomato\", claiming the first commercial variety of tomato was bred there in the 19th century.</p><p>Several US states have adopted the tomato as a state fruit or vegetable (see above).</p><p>\"Rotten Tomatoes\" is an American review-aggregation website for film and television. The name \"Rotten Tomatoes\" derives from the practice of audiences throwing rotten tomatoes when disapproving of a poor stage performance. \"Rotten Tomatoes\" took the tomato metaphor further by rating films as Certified Fresh if they got a score of of 75% or higher, Fresh for films with a score of 60% or higher that do not meet the requirements for the Certified Fresh seal, and Rotten for films with a score of 0–59% .</p><h3>See also</h3><h3>References</h3>","id":"ca-chua","name":"ca chua","shortSpecs":[],"specs":[],"title":"ca chua","dateCreated":"2019-01-02T17:16:20.462Z","dateModified":"2019-01-02T17:16:20.462Z"},{"content":"<p>\n\n\n\n</p><p>Citrullus lanatus is a plant species in the family Cucurbitaceae, a vine-like (scrambler and trailer) flowering plant originating in West Africa. It is cultivated for its fruit. The subdivision of this species into two varieties, watermelons (Citrullus lanatus (Thunb.) var. lanatus) and citron melons (Citrullus lanatus var. citroides (L. H. Bailey) Mansf.), originated with the erroneous synonymization of Citrullus lanatus (Thunb.) Matsum. & Nakai and Citrullus vulgaris Schrad. by L.H. Bailey in 1930. Molecular data including sequences from the original collection of Thunberg and other relevant type material, show that the sweet watermelon (Citrullus vulgaris Schrad.) and the bitter wooly melon Citrullus lanatus (Thunb.) Matsum. & Nakai are not closely related to each other. Since 1930, thousands of papers have misapplied the name Citrullus lanatus (Thunb.) Matsum. & Nakai for the watermelon, and a proposal to conserve the name with this meaning was accepted by the relevant nomenclatural committee and confirmed at the International Botanical Congress in Shenzhen.</p><p>The bitter South African melon first collected by Thunberg has become naturalized in semiarid regions of several continents, and is designated as a \"pest plant\" in parts of Western Australia where they are called pig melon.</p><p>Watermelon (Citrullus lanatus) is a scrambling and trailing vine in the flowering plant family Cucurbitaceae. The species was long thought to have originated in southern Africa, but this was based on the erroneous synonymization by L. H. Bailey (1930) of a South African species with the cultivated watermelon. The error became apparent with DNA comparison of material of the cultivated watermelon seen and named by Linnaeus and the holotype of the South African species. There is evidence from seeds in Pharaoh tombs of watermelon cultivation in Ancient Egypt. Watermelon is grown in tropical and subtropical areas worldwide for its large edible fruit, also known as a watermelon, which is a special kind of berry with a hard rind and no internal division, botanically called a pepo. The sweet, juicy flesh is usually deep red to pink, with many black seeds, although seedless varieties have been cultivated. The fruit can be eaten raw or pickled and the rind is edible after cooking.</p><p>Considerable breeding effort has been put into disease-resistant varieties. Many cultivars are available that produce mature fruit within 100 days of planting the crop.</p><h3>Common names</h3><p>In Botswana, this is known as lerotse and an ingredient in the local dish bogobe jwa lerotse.</p><p>Former names:</p><h3>Description</h3><p>The watermelon is an annual that has a prostrate or climbing habit. Stems are up to 3 m long and new growth has yellow or brown hairs. Leaves are 60 to 200 mm long and 40 to 150 mm wide. These usually have three lobes which are themselves lobed or doubly lobed. Plants have both male and female flowers on 40-mm-long hairy stalks. These are yellow, and greenish on the back.</p><p>This plant is listed on the Threatened Species Programme of the South African National Biodiversity Institute.</p><p>The watermelon is a large annual plant with long, weak, trailing or climbing stems which are five-angled (five-sided) and up to 3 m (10 ft) long. Young growth is densely woolly with yellowish-brown hairs which disappear as the plant ages. The leaves are large, coarse, hairy pinnately-lobed and alternate; they get stiff and rough when old. The plant has branching tendrils. The white to yellow flowers grow singly in the leaf axils and the corolla is white or yellow inside and greenish-yellow on the outside. The flowers are unisexual, with male and female flowers occurring on the same plant (monoecious). The male flowers predominate at the beginning of the season; the female flowers, which develop later, have inferior ovaries. The styles are united into a single column. The large fruit is a kind of modified berry called a pepo with a thick rind (exocarp) and fleshy center (mesocarp and endocarp). Wild plants have fruits up to 20 cm (8 in) in diameter, while cultivated varieties may exceed 60 cm (24 in). The rind of the fruit is mid- to dark green and usually mottled or striped, and the flesh, containing numerous pips spread throughout the inside, can be red or pink (most commonly), orange, yellow, green or white.</p><h3>Taxonomy</h3><p>The bitter wooly melon was formally described by Carl Peter Thunberg in 1794 and given the name Momordica lanata. It was reassigned to the genus Citrullus in 1916 by Japanese botanists Jinzō Matsumura and Takenoshin Nakai.</p><p>The sweet watermelon was formally described by Carl Linnaeus in 1753 and given the name Cucurbita citrullus. It was reassigned to the genus Citrullus in 1836 by the German botanist Heinrich Adolf Schrader.</p><p>The bitter wooly melon is the sister species of Citrullus ecirrhosus Cogn. from South African arid regions, while the sweet watermelon is closer to Citrullus mucosospermus (Fursa) Fursa from West Africa and populations from Sudan.</p><h3>History</h3><p>The watermelon is a flowering plant that originated in northeast Africa, where it is found growing wild. Citrullus colocynthis has sometimes been considered to be a wild ancestor of the watermelon; its native range extends from north and west Africa to west India.</p><p>Evidence of the cultivation of both C. lanatus and C. colocynthis in the Nile Valley has been found from the second millennium BC onward, and seeds of both species have been found at Twelfth Dynasty sites and in the tomb of Pharaoh Tutankhamun.</p><p>In the 7th century, watermelons were being cultivated in India, and by the 10th century had reached China, which is today the world's single largest watermelon producer. The Moors introduced the fruit into Spain and there is evidence of it being cultivated in Córdoba in 961 and also in Seville in 1158. It spread northwards through southern Europe, perhaps limited in its advance by summer temperatures being insufficient for good yields. The fruit had begun appearing in European herbals by 1600, and was widely planted in Europe in the 17th century as a minor garden crop.</p><p>European colonists and slaves from Africa introduced the watermelon to the New World. Spanish settlers were growing it in Florida in 1576, and it was being grown in Massachusetts by 1629, and by 1650 was being cultivated in Peru, Brazil and Panama, as well as in many British and Dutch colonies. Around the same time, Native Americans were cultivating the crop in the Mississippi valley and Florida. Watermelons were rapidly accepted in Hawaii and other Pacific islands when they were introduced there by explorers such as Captain James Cook.</p><p>Seedless watermelons were initially developed in 1939 by Japanese scientists who were able to create seedless triploid hybrids which remained rare initially because they did not have sufficient disease resistance. Seedless watermelons became more popular in the 21st century, rising to nearly 85% of total watermelon sales in the United States in 2014.</p><h3>Cultivation</h3><p>Watermelons are tropical or subtropical plants and need temperatures higher than about 25 °C (77 °F) to thrive. On a garden scale, seeds are usually sown in pots under cover and transplanted into well-drained sandy loam with a pH between 5.5 and 7, and medium levels of nitrogen.</p><p>Major pests of the watermelon include aphids, fruit flies and root-knot nematodes. In conditions of high humidity, the plants are prone to plant diseases such as powdery mildew and mosaic virus. Some varieties often grown in Japan and other parts of the Far East are susceptible to fusarium wilt. Grafting such varieties onto disease-resistant rootstocks offers protection.</p><p>The US Department of Agriculture recommends using at least one beehive per acre (4,000 m2 per hive) for pollination of conventional, seeded varieties for commercial plantings. Seedless hybrids have sterile pollen. This requires planting pollinizer rows of varieties with viable pollen. Since the supply of viable pollen is reduced and pollination is much more critical in producing the seedless variety, the recommended number of hives per acre (pollinator density) increases to three hives per acre (1,300 m2 per hive). Watermelons have a longer growing period than other melons, and can often take 85 days or more from the time of transplanting for the fruit to mature.</p><p>Farmers of the Zentsuji region of Japan found a way to grow cubic watermelons by growing the fruits in metal and glass boxes and making them assume the shape of the receptacle. The cubic shape was originally designed to make the melons easier to stack and store, but cubic watermelons may be triple the price of normal ones, so appeal mainly to wealthy urban consumers. Pyramid-shaped watermelons have also been developed and any polyhedral shape may potentially be used.</p><h3>Cultivar groups</h3><p>A number of cultivar groups have been identified:</p><p>(syn. C. lanatus subsp. lanatus var. citroides; C. lanatus var. citroides; C. vulgaris var. citroides)</p><p>DNA data reveal that C. lanatus var. citroides Bailey is the same as Thunberg's bitter wooly melon, C. lanatus and also the same as C. amarus Schrad. It is not a form of the sweet watermelon C. vulgaris and not closely related to that species.</p><p>The citron melon or makataan - a variety with sweet yellow flesh that is cultivated around the world for fodder, and the production of citron peel and pectin.</p><p>(syn. C. lanatus var. caffer)</p><p>C. caffer Schrad. is a synonym of C. amarus Schrad.</p><p>The variety known as tsamma is grown for its juicy white flesh. The variety was an important food source for travellers in the Kalahari Desert.</p><p>Another variety known as karkoer or bitterboela is unpalatable to humans, but the seeds may be eaten.</p><p>A small-fruited form with a bumpy skin has caused poisoning in sheep.</p><p>This is Linnaeus's sweet watermelon; it has been grown for human consumption for thousands of years.</p><p>This West African species is the closest wild relative of the watermelon. It is cultivated for cattle feed.</p><p>Additionally, other wild species have bitter fruit containing cucurbitacin. C. colocynthis (L.) Schrad. ex Eckl. & Zeyh., C. rehmii De Winter, and C. naudinianus (Sond.) Hook.f.</p><p>The more than 1200 cultivars of watermelon range in weight from less than 1 kg to more than 90 kilograms (200 lb); the flesh can be red, pink, orange, yellow or white.</p><p>Charles Fredric Andrus, a horticulturist at the USDA Vegetable Breeding Laboratory in Charleston, South Carolina, set out to produce a disease-resistant and wilt-resistant watermelon. The result, in 1954, was \"that gray melon from Charleston\". Its oblong shape and hard rind made it easy to stack and ship. Its adaptability meant it could be grown over a wide geographical area. It produced high yields and was resistant to the most serious watermelon diseases: anthracnose and fusarium wilt.</p><p>Others were also working on disease-resistant varieties; J. M. Crall at the University of Florida produced \"Jubilee\" in 1963 and C. V. Hall of Kansas State University produced \"Crimson sweet\" the following year. These are no longer grown to any great extent, but their lineage has been further developed into hybrid varieties with higher yields, better flesh quality and attractive appearance. Another objective of plant breeders has been the elimination of the seeds which occur scattered throughout the flesh. This has been achieved through the use of triploid varieties, but these are sterile, and the cost of producing the seed by crossing a tetraploid parent with a normal diploid parent is high.</p><p>Today, farmers in approximately 44 states in the United States grow watermelon commercially. Georgia, Florida, Texas, California and Arizona are the United States' largest watermelon producers. This now-common fruit is often large enough that groceries often sell half or quarter melons. Some smaller, spherical varieties of watermelon—both red- and yellow-fleshed—are sometimes called \"icebox melons\". The largest recorded fruit was grown in Tennessee in 2013 and weighed 159 kilograms (351 pounds).</p><h3>Production</h3><p>In 2016, global production of watermelons was 117 million tonnes, with China alone accounting for 68% of the total. Secondary producers with more than 1% of world production included Turkey, Iran, Brazil, Uzbekistan, Algeria, the United States, Russia, Egypt, Mexico, and Kazakhstan.</p><h3>Food and beverage</h3><p>Watermelons are a sweet, popular fruit of summer, usually consumed fresh in slices, diced in mixed fruit salads, or as juice. Watermelon juice can be blended with other fruit juices or made into wine.</p><p>The seeds have a nutty flavor and can be dried and roasted, or ground into flour. In China, the seeds are eaten at Chinese New Year celebrations. In Vietnamese culture, watermelon seeds are consumed during the Vietnamese New Year's holiday, Tết, as a snack.</p><p>Watermelon rinds may be eaten, but most people avoid eating them due to their unappealing flavor. They are used for making pickles, sometimes eaten as a vegetable, stir-fried or stewed.</p><p>The Oklahoma State Senate passed a bill in 2007 declaring watermelon as the official state vegetable, with some controversy about whether it is a vegetable or a fruit.</p><p>Citrullis lanatus, variety caffer, grows wild in the Kalahari Desert, where it is known as tsamma. The fruits are used by the San people and wild animals for both water and nourishment, allowing survival on a diet of tsamma for six weeks.</p><p>In Southern Russia, they are sometimes preserved by fermenting them together with sauerkraut, much like the apples.[citation needed]</p><p>Watermelon fruit is 91% water, contains 6% sugars, and is low in fat (table).</p><p>In a 100 gram serving, watermelon fruit supplies 30 calories and low amounts of essential nutrients (table). Only vitamin C is present in appreciable content at 10% of the Daily Value (table). Watermelon pulp contains carotenoids, including lycopene.</p><p>The amino acid citrulline is produced in watermelon rind.</p><h3>Gallery</h3><h3>See also</h3>","id":"dua-hau","name":"dua hau","shortSpecs":[{"name":"Mỗi 100g có:"},{"name":"Calo: 30"},{"name":"Tong chat beo","value":"0.2 g"},{"name":"Cholesterol","value":"0 mg"},{"name":"Kem","value":"1 mg"}],"specs":[{"name":"Tong chat beo","value":"0.2 g","note":"0% nhu cầu hàng ngày"},{"name":"Cholesterol","value":"0 mg","note":"0% nhu cầu hàng ngày"},{"name":"Kem","value":"1 mg","note":"0% nhu cầu hàng ngày"},{"name":"Potassium","value":"112 mg","note":"3% nhu cầu hàng ngày"},{"name":"Total Carbohydrate","value":"8 g","note":"2% nhu cầu hàng ngày"},{"name":"Protein","value":"0.6 g","note":"1% nhu cầu hàng ngày"},{"name":"Vitamin A","note":"11% nhu cầu hàng ngày"},{"name":"Vitamin C","note":"13% nhu cầu hàng ngày"},{"name":"Calcium","note":"0% nhu cầu hàng ngày"},{"name":"Iron","note":"1% nhu cầu hàng ngày"},{"name":"Vitamin D","note":"0% nhu cầu hàng ngày"},{"name":"Vitamin B-6","note":"0% nhu cầu hàng ngày"},{"name":"Cobalamin","note":"0% nhu cầu hàng ngày"},{"name":"Magnesium","note":"2% nhu cầu hàng ngày"}],"title":"dua hau","dateCreated":"2019-01-02T17:16:20.464Z","dateModified":"2019-01-02T17:16:20.464Z"}]