{"description":"The tangerine is a group of orange-colored citrus fruit consisting of hybrids of mandarin orange. The name was first used for fruit coming from Tangier, Morocco, described as a mandarin variety. Under the Tanaka classification system, Citrus tangerina is considered a separate species. Wikipedia","nutritionFact":{"calories":"53","dailyNutrition":[{"name":"Total Fat","vnName":"Tong chat beo","value":"0.3 g","dailyValue":"0%"},{"name":"Cholesterol","vnName":"Cholesterol","value":"0 mg","dailyValue":"0%"},{"name":"Sodium","vnName":"Sodium","value":"2 mg","dailyValue":"0%"},{"name":"Potassium","vnName":"Potassium","value":"166 mg","dailyValue":"4%"},{"name":"Total Carbohydrate","vnName":"Total Carbohydrate","value":"13 g","dailyValue":"4%"},{"name":"Protein","vnName":"Protein","value":"0.8 g","dailyValue":"1%"},{"name":"Vitamin A","vnName":"Vitamin A","dailyValue":"13%"},{"name":"Vitamin C","vnName":"Vitamin C","dailyValue":"44%"},{"name":"Calcium","vnName":"Calcium","dailyValue":"3%"},{"name":"Iron","vnName":"Iron","dailyValue":"1%"},{"name":"Vitamin D","vnName":"Vitamin D","dailyValue":"0%"},{"name":"Vitamin B-6","vnName":"Vitamin B-6","dailyValue":"5%"},{"name":"Cobalamin","vnName":"Cobalamin","dailyValue":"0%"},{"name":"Magnesium","vnName":"Magnesium","dailyValue":"3%"}]},"wikiURL":"https://en.wikipedia.org/wiki/Tangerine","googleURL":"https://www.google.com.vn/search?q=qua+quyt","wikiDoc":"\n\n\nThe tangerine (Citrus tangerina) is a group of orange-colored citrus fruit consisting of hybrids of mandarin orange (Citrus reticulata).\nThe name was first used for fruit coming from Tangier, Morocco, described as a mandarin variety. Under the Tanaka classification system, Citrus tangerina is considered a separate species. Under the Swingle system, tangerines are considered to be a group of mandarin (C. reticulata) varieties. Genetic study has shown tangerines to be mandarin orange hybrids containing some pomelo DNA. Some differ only in disease resistance. The term is currently applied to any reddish-orange mandarin[citation needed] (and, in some jurisdictions, mandarin-like hybrids, including some tangors).\nTangerines are smaller and less rounded than common oranges. The taste is considered less sour, as well as sweeter and stronger, than that of an orange. A ripe tangerine is firm to slightly soft, heavy for its size,[citation needed] and pebbly-skinned with no deep grooves, as well as orange in color. The peel is very thin, with very little bitter white mesocarp, which makes them usually easier to peel and to split into segments.[citation needed] All of these traits are shared by mandarins generally.\nPeak tangerine season lasts from autumn to spring. Tangerines are most commonly peeled and eaten out of hand. The fresh fruit is also used in salads, desserts and main dishes. The peel is used fresh or dried as a spice or zest for baking and drinks, and eaten coated in chocolate. Fresh tangerine juice and frozen juice concentrate are commonly available in the United States.\nTangerines were first grown and cultivated as a distinct crop in the Americas by a Major Atway in Palatka, Florida. Atway was said to have imported them from Morocco (more specifically its third largest city Tangier), which was the origin of the name. Major Atway sold his groves to N. H. Moragne in 1843, giving the Moragne tangerine the other part of its name.\nThe Moragne tangerine produced a seedling which became one of the oldest and most popular American varieties, the Dancy tangerine (zipper-skin tangerine, kid-glove orange). Genetic analysis has shown the parents of the Dancy to have been two mandarin orange hybrids each with a small pomelo contribution, a Ponkan mandarin orange and a second unidentified mandarin. The Dancy is no longer widely commercially grown; it is too delicate to handle and ship well, it is susceptible to Alternaria fungus, and it bears more heavily in alternate years. Dancys are still grown for personal consumption, and many hybrids of the Dancy are grown commercially.\nUntil the 1970s, the Dancy was the most widely grown tangerine in the US; the popularity of the fruit led to the term \"tangerine\" being broadly applied as a marketing name. Florida classifies tangerine-like hybrid fruits as tangerines for the purposes of sale and regulation; this classification is widely used but regarded as technically inaccurate in the industry. Among the most important tangerine hybrids of Florida are murcotts, a late-fruiting type of tangor marketed as \"honey tangerine\" and Sunbursts (an early-fruiting complex tangerine-orange-grapefruit hybrid). The fallglo, also a three-way hybrid (5/8 tangerine, 1/4 orange and 1/8 grapefruit) is also grown.\nTangerines contain 85% water, 13% carbohydrates, and negligible amounts of fat and protein (table). Among micronutrients, only vitamin C is in significant content (32% of the Daily Value) in a 100 gram reference serving, with all other nutrients in low amounts.\nAccording to the Oxford English Dictionary, the word \"tangerine\" was originally an adjective meaning \"Of or pertaining to, or native of Tangier, a seaport in Morocco, on the Strait of Gibraltar\" and \"a native of Tangier.\" The OED cites this usage from Addison's The Tatler in 1710 with similar uses from the 1800s. The adjective was applied to the fruit, once known scientifically as \"Citrus nobilis var. tangeriana\" which grew in the region of Tangiers. This usage appears in the 1800s In India it is called Narangi in Hindi (Hindi:नारंगी), Narangi means \"Orange color\" and hence it refers to the bright orange color of the fruit."}