{"description":"Fragaria is a genus of flowering plants in the rose family, Rosaceae, commonly known as strawberries for their edible fruits. There are more than 20 described species and many hybrids and cultivars. Wikipedia","nutritionFact":{"calories":"33","dailyNutrition":[{"name":"Total Fat","vnName":"Tong chat beo","value":"0.3 g","dailyValue":"0%"},{"name":"Cholesterol","vnName":"Cholesterol","value":"0 mg","dailyValue":"0%"},{"name":"Sodium","vnName":"Sodium","value":"1 mg","dailyValue":"0%"},{"name":"Potassium","vnName":"Potassium","value":"153 mg","dailyValue":"4%"},{"name":"Total Carbohydrate","vnName":"Total Carbohydrate","value":"8 g","dailyValue":"2%"},{"name":"Protein","vnName":"Protein","value":"0.7 g","dailyValue":"1%"},{"name":"Vitamin A","vnName":"Vitamin A","dailyValue":"0%"},{"name":"Vitamin C","vnName":"Vitamin C","dailyValue":"97%"},{"name":"Calcium","vnName":"Calcium","dailyValue":"1%"},{"name":"Iron","vnName":"Iron","dailyValue":"2%"},{"name":"Vitamin D","vnName":"Vitamin D","dailyValue":"0%"},{"name":"Vitamin B-6","vnName":"Vitamin B-6","dailyValue":"0%"},{"name":"Cobalamin","vnName":"Cobalamin","dailyValue":"0%"},{"name":"Magnesium","vnName":"Magnesium","dailyValue":"3%"}]},"wikiURL":"https://en.wikipedia.org/wiki/Fragaria","googleURL":"https://www.google.com.vn/search?q=qua+dau+tay","wikiDoc":"\n\nFragaria /frəˈɡɛəriə/ is a genus of flowering plants in the rose family, Rosaceae, commonly known as strawberries for their edible fruits. There are more than 20 described species and many hybrids and cultivars. The most common strawberries grown commercially are cultivars of the garden strawberry, a hybrid known as Fragaria × ananassa. Strawberries have a taste that varies by cultivar, and ranges from quite sweet to rather tart. Strawberries are an important commercial fruit crop, widely grown in all temperate regions of the world.\nStrawberries are not true berries. The fleshy and edible part of the fruit is a receptacle, and the parts that are sometimes mistakenly called \"seeds\" are achenes. Although it is commonly thought that strawberries get their name from straw being used as a mulch in cultivating the plants, the etymology of the word is possibly derived from \"strewn berry\" in reference to the fruit being \"strewn\" about the base of the plants.\nThere are more than 20 different Fragaria species worldwide. Numbers of other species have been proposed, some of which are now recognized as subspecies. Key to the classification of strawberry species is recognizing that they vary in the number of chromosomes. There are seven basic types of chromosomes that they all have in common. However, they exhibit different polyploidy. Some species are diploid, having two sets of the seven chromosomes (14 chromosomes total). Others are tetraploid (four sets, 28 chromosomes total), hexaploid (six sets, 42 chromosomes total), octoploid (eight sets, 56 chromosomes total), or decaploid (ten sets, 70 chromosomes total).\nAs a rough rule (with exceptions), strawberry species with more chromosomes tend to be more robust and produce larger plants with larger berries.\nA number of species of butterflies and moths feed on strawberry plants: see list of Lepidoptera that feed on strawberry plants.\nHogan, Sean (chief consultant), Flora (subtitle) A Gardener’s Encyclopedia, (Portland, Oregon USA) Timber Press, 2003. ISBN 0-88192-538-1."}